{
  "quotations": [
    {
      "quote": "The whole of science is nothing more than a refinement of everyday thinking.",
      "author": "Albert Einstein"
    },
    {
      "quote": "Astronomy, as nothing else can do, teaches men humility.",
      "author": "Arthur C. Clarke"
    },
    {
      "quote": "I don't believe in astrology; I'm a Sagittarius and we're skeptical.",
      "author": "Arthur C. Clarke"
    },
    {
      "quote": "For me, it is far better to grasp the universe as it really is than to persist in delusion, however satisfying and reassuring.",
      "author": "Carl Sagan"
    },
    {
      "quote": "The universe seems neither benign nor hostile, merely indifferent.",
      "author": "Carl Sagan"
    },
    {
      "quote": "I dont want to believe. I want to know.",
      "author": "Carl Sagan"
    },
    {
      "quote": "The nitrogen in our DNA, the calcium in our teeth, the iron in our blood, the carbon in our apple pies were made in the interiors of collapsing stars. We are made of starstuff.",
      "author": "Carl Sagan"
    },
    {
      "quote": "Science is a way of thinking much more than it is a body of knowledge.",
      "author": "Carl Sagan"
    },
    {
      "quote": "The universe is full of magical things, patiently waiting for our wits to sharpen.",
      "author": "Eden Phillpotts"
    },
    {
      "quote": "The history of astronomy is a history of receding horizons.",
      "author": "Edwin P. Hubble"
    },
    {
      "quote": "Equipped with his five senses, man explores the universe around him and calls the adventure Science.",
      "author": "Edwin Hubble"
    },
    {
      "quote": "Wonder is the seed of knowledge.",
      "author": "Francis Bacon"
    },
    {
      "quote": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.",
      "author": "Isaac Asimov"
    },
    {
      "quote": "The capacity to blunder slightly is the real marvel of DNA. Without this special attribute, we would still be anaerobic bacteria and there would be no music.",
      "author": "Lewis Thomas"
    },
    {
      "quote": "No known roof is as beautiful as the skies above.",
      "author": "Michael O'Muircheartaigh"
    },
    {
      "quote": "The good thing about science is that it’s true whether or not you believe in it.",
      "author": "Neil deGrasse Tyson"
    },
    {
      "quote": "There’s as many atoms in a single molecule of your DNA as there are stars in the typical galaxy. We are, each of us, a little universe.",
      "author": "Neil deGrasse Tyson"
    },
    {
      "quote": "We are all in the gutter, but some of us are looking at the stars.",
      "author": "Oscar Wilde"
    },
    {
      "quote": "Astronomy compels the soul to look upward, and leads us from this world to another.",
      "author": "Plato"
    },
    {
      "quote": "Astronomy taught us our insignificance in Nature.",
      "author": "Ralph Waldo Emerson"
    },
    {
      "quote": "Men love to wonder, and that is the seed of science.",
      "author": "Ralph Waldo Emerson"
    },
    {
      "quote": "To confine our attention to terrestrial matters would be to limit the human spirit.",
      "author": "Stephen Hawking"
    },
    {
      "quote": "Look up at the stars and not down at your feet.",
      "author": "Stephen Hawking"
    },
    {
      "quote": "Man must rise above Earth to the top of the atmosphere and beyond, for only then will he fully understand the world in which he lives.",
      "author": "Socrates"
    },
    {
      "quote": "We live in a changing universe and few things are changing faster than our conception of it.",
      "author": "Timothy Ferris"
    },
    {
      "quote": "Not only is the Universe stranger than we think, it is stranger than we can think.",
      "author": "Werner Heisenber"
    },
    {
      "quote": "Research is what I'm doing when I don't know what I'm doing.",
      "author": "Wernher von Braun"
    }
  ]
}
